const PolicyList = () => {
  return (
    <div className="mt-[100px] pb-[200px] flex justify-center items-center">
      <div className="max-w-[1400px] px-4 md:px-6">
        <h2 className="text-[54px] font-bold mb-8">Политика конфиденциальности</h2>
        
        <div className="space-y-6 text-base">
          <section>
            <h3 className="text-xl font-semibold mb-4">1. ОБЩИЕ ПОЛОЖЕНИЯ</h3>
            <div className="space-y-4 opacity-70">
              <p>
                1. Настоящая Политика конфиденциальности в отношении обработки персональных данных пользователей сайта https://www.dvitex.ru/ (далее — Политика конфиденциальности) разработана и применяется в ООО Юридическая фирма «Двитекс», ОГРН 1107746800490, г. Москва, пер. Голутвинский 1-й, дом 3–5, оф 4–1 (далее — Оператор) в соответствии с пп. 2 ч. 1 ст. 18.1 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» (далее по тексту — Закон о персональных данных).
              </p>
              <p>
                2. Настоящая Политика конфиденциальности определяет политику Оператора в отношении обработки персональных данных, принятых на обработку, порядок и условия осуществления обработки персональных данных физических лиц, передавших свои персональные данные для обработки Оператору (далее — субъекты персональных данных) с использованием и без использования средств автоматизации, устанавливает процедуры, направленные на предотвращение нарушений законодательства Российской Федерации, устранение последствий таких нарушений, связанных с обработкой персональных данных.
              </p>
              <p>3. Политика конфиденциальности разработана с целью обеспечения защиты прав и свобод субъектов персональных данных при обработке их персональных данных, а также с целью установления ответственности должностных лиц Оператора, имеющих доступ к персональным данным субъектов персональных данных, за невыполнение требований и норм, регулирующих обработку персональных данных.</p>
              <p>4. Персональные данные Субъекта персональных данных — это любая информация, относящаяся к прямо или косвенно определённому или определяемому физическому лицу.</p>
              <p>5. Оператор осуществляет обработку следующих персональных данных Пользователей:</p>
              <p>6. Фамилия, Имя, Отчество;</p>
              <p>7. Адрес электронной почты;</p>
              <p>8. Номер телефона;</p>
              <p>9. иные данные, необходимые Оператору при оказании услуг Пользователям, для обеспечения функционирования сайта.</p>
              <p>10. Оператор осуществляет обработку персональных данных Субъектов персональных данных в следующих целях:</p>
              <p>11. обеспечение возможности обратной связи от Специалистов Оператора по запросам Пользователей;</p>
              <p>12. обеспечение возможности онлайн оплаты заказанных на сайте услуг;</p>
              <p>13. обеспечения исполнения обязательств Оператора перед Пользователями;</p>
              <p>14. в целях исследования рынка;</p>
              <p>15. информирования Субъекта персональных данных об акциях, конкурсах, специальных предложениях, о новых услугах, скидок, рекламных материалов и других сервисов, а также получения коммерческой или рекламной информации и бесплатной продукции, участия в выставках или мероприятиях, выполнения маркетинговых исследований и уведомления обо всех специальных инициативах для клиентов;</p>
              <p>16. в целях исследования рынка;</p>
              <p>17. информирования Субъекта персональных данных об акциях, конкурсах, специальных предложениях, о новых услугах, скидок, рекламных материалов и других сервисов, а также получения коммерческой или рекламной информации и бесплатной продукции, участия в выставках или мероприятиях, выполнения маркетинговых исследований и уведомления обо всех специальных инициативах для клиентов;</p>
              <p>18. статистических целях;</p>
              <p>19. в иных целях, если соответствующие действия Оператора не противоречат действующему законодательству, деятельности Оператора, и на проведение указанной обработки получено согласие Субъекта персональных данных.</p>
              <p>20. Оператор осуществляет обработку персональных данных субъектов персональных данных посредством совершения любого действия (операции) или совокупности действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств, включая следующие:</p>
              <p>21. сбор;</p>
              <p>22. запись;</p>
              <p>23. систематизацию;</p>
              <p>24. накопление;</p>
              <p>25. хранение;</p>
              <p>26. уточнение (обновление, изменение);</p>
              <p>27. извлечение;</p>
              <p>28. использование;</p>
              <p>29. передачу (распространение, предоставление, доступ);</p>
              <p>30. обезличивание;</p>
              <p>31. блокирование;</p>
              <p>32. удаление;</p>
              <p>33. уничтожение.</p>
            </div>
          </section>

          <section>
            <h3 className="text-xl font-semibold mb-4">2. ПРИНЦИПЫ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h3>
            <div className="space-y-4 opacity-70">
              <p>1. При обработке персональных данных Оператор руководствуется следующими принципами:</p>
              <p>2. законности и справедливости;</p>
              <p>3. конфиденциальности;</p>
              <p>4. своевременности и достоверности получения согласия субъекта персональных данных на обработку персональных данных;</p>
              <p>5. обработки только персональных данных, которые отвечают целям их обработки;</p>
              <p>6. соответствия содержания и объёма обрабатываемых персональных данных заявленным целям обработки. Обрабатываемые персональные данные не должны быть избыточными по отношению к заявленным целям их обработки;</p>
              <p>7. недопустимости объединения баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой;</p>
              <p>8. хранения персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных;</p>
              <p>9. уничтожения либо обезличивания персональных данных по достижению целей, их обработки или в случае утраты необходимости в достижении этих целей.</p>
              <p>10. Обработка персональных данных Оператором осуществляется с соблюдением принципов и правил, предусмотренных:</p>
              <p>11. Федеральным законом от 27.07.2006 года № 152-ФЗ «О персональных данных»;</p>
              <p>12. Настоящей Политикой конфиденциальности;</p>
              <p>13. Всеобщей Декларацией прав человека 1948 года;</p>
              <p>14. Международного пакта о гражданских и политических правах 1966 года;</p>
              <p>15. Европейской конвенции о защите прав человека и основных свобод 1950 года;</p>
              <p>16. Положениями Конвенции Содружества Независимых Государств о правах и основных свободах человека (Минск, 1995 год), ратифицированной РФ 11.08.1998 года;</p>
              <p>17. Положениями Окинавской Хартии глобального информационного общества, принятой 22.07.2000 года;</p>
              <p>18. Постановлением Правительства РФ от 01.11.2012 года № 1119 «Об утверждении требований к защите персональных данных при их обработке в информационных системах персональных данных»;</p>
              <p>19. Приказом ФСТЭК России от 18.02.2013 года № 21 «Об утверждении Состава и содержания организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных»;</p>
              <p>20. Иными нормативными и ненормативными правовыми актами, регулирующими вопросы обработки персональных данных.</p>
            </div>
          </section>
        </div>
      </div>
    </div>
  );
};

export default PolicyList;





