const PolicyList = () => {
  return (
    <div className="mt-[100px] pb-[200px] flex justify-center items-center">
      <div className="max-w-[1400px] px-4 md:px-6">
        <h2 className="xl:text-[54px] lg:text-[40px] md:text-[32px] sm:text-[24px] font-bold mb-8">Политика конфиденциальности</h2>
        <div className="space-y-6 text-base">
          <section>
            <h3 className="font-semibold mb-4 xl:text-[54px] lg:text-[40px] md:text-[32px] sm:text-[24px]">1. ОБЩИЕ ПОЛОЖЕНИЯ</h3>
            <div className="space-y-4 opacity-70 xl:text-[19px] lg:text-[16px] md:text-[14px] sm:text-[13px]">
              1. Настоящая Политика конфиденциальности в отношении обработки персональных данных пользователей сайта https://www.dvitex.ru/ (далее — Политика конфиденциальности) разработана и применяется в ООО Юридическая фирма «Двитекс», ОГРН 1107746800490, г. Москва, пер. Голутвинский 1-й, дом 3–5, оф 4–1 (далее — Оператор) в соответствии с пп. 2 ч. 1 ст. 18.1 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» (далее по тексту — Закон о персональных данных).<br /><br />
              2. Настоящая Политика конфиденциальности определяет политику Оператора в отношении обработки персональных данных, принятых на обработку, порядок и условия осуществления обработки персональных данных физических лиц, передавших свои персональные данные для обработки Оператору (далее — субъекты персональных данных) с использованием и без использования средств автоматизации, устанавливает процедуры, направленные на предотвращение нарушений законодательства Российской Федерации, устранение последствий таких нарушений, связанных с обработкой персональных данных.<br /><br />
              3. Политика конфиденциальности разработана с целью обеспечения защиты прав и свобод субъектов персональных данных при обработке их персональных данных, а также с целью установления ответственности должностных лиц Оператора, имеющих доступ к персональным данным субъектов персональных данных, за невыполнение требований и норм, регулирующих обработку персональных данных.<br /><br />
              4. Персональные данные Субъекта персональных данных — это любая информация, относящаяся к прямо или косвенно определённому или определяемому физическому лицу.<br /><br />
              5. Оператор осуществляет обработку следующих персональных данных Пользователей:<br /><br />
              6. Фамилия, Имя, Отчество;<br /><br />
              7. Адрес электронной почты;<br /><br />
              8. Номер телефона;<br /><br />
              9. иные данные, необходимые Оператору при оказании услуг Пользователям, для обеспечения функционирования сайта.<br /><br />
              10. Оператор осуществляет обработку персональных данных Субъектов персональных данных в следующих целях:<br /><br />
              11. обеспечение возможности обратной связи от Специалистов Оператора по запросам Пользователей;<br /><br />
              12. обеспечение возможности онлайн оплаты заказанных на сайте услуг;<br /><br />
              13. обеспечения исполнения обязательств Оператора перед Пользователями;<br /><br />
              14. в целях исследования рынка;<br /><br />
              15. информирования Субъекта персональных данных об акциях, конкурсах, специальных предложениях, о новых услугах, скидок, рекламных материалов и других сервисов, а также получения коммерческой или рекламной информации и бесплатной продукции, участия в выставках или мероприятиях, выполнения маркетинговых исследований и уведомления обо всех специальных инициативах для клиентов;<br /><br />
              16. в целях исследования рынка;<br /><br />
              17. информирования Субъекта персональных данных об акциях, конкурсах, специальных предложениях, о новых услугах, скидок, рекламных материалов и других сервисов, а также получения коммерческой или рекламной информации и бесплатной продукции, участия в выставках или мероприятиях, выполнения маркетинговых исследований и уведомления обо всех специальных инициативах для клиентов;<br /><br />
              18. статистических целях;<br /><br />
              19. в иных целях, если соответствующие действия Оператора не противоречат действующему законодательству, деятельности Оператора, и на проведение указанной обработки получено согласие Субъекта персональных данных.<br /><br />
              20. Оператор осуществляет обработку персональных данных субъектов персональных данных посредством совершения любого действия (операции) или совокупности действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств, включая следующие:<br /><br />
              21. сбор;<br /><br />
              22. запись;<br /><br />
              23. систематизацию;<br /><br />
              24. накопление;<br /><br />
              25. хранение;<br /><br />
              26. уточнение (обновление, изменение);<br /><br />
              27. извлечение;<br /><br />
              28. использование;<br /><br />
              29. передачу (распространение, предоставление, доступ);<br /><br />
              30. обезличивание;<br /><br />
              31. блокирование;<br /><br />
              32. удаление;<br /><br />
              33. уничтожение.
            </div>
          </section>

          <section>
            <h3 className="xl:text-[54px] lg:text-[40px] md:text-[32px] sm:text-[24px] font-semibold mb-4">2. ПРИНЦИПЫ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h3>
            <div className="space-y-4 opacity-70 xl:text-[19px] lg:text-[16px] md:text-[14px] sm:text-[13px]">
              1. При обработке персональных данных Оператор руководствуется следующими принципами:<br /><br />
              2. законности и справедливости;<br /><br />
              3. конфиденциальности;<br /><br />
              4. своевременности и достоверности получения согласия субъекта персональных данных на обработку персональных данных;<br /><br />
              5. обработки только персональных данных, которые отвечают целям их обработки;<br /><br />
              6. соответствия содержания и объёма обрабатываемых персональных данных заявленным целям обработки. Обрабатываемые персональные данные не должны быть избыточными по отношению к заявленным целям их обработки;<br /><br />
              7. недопустимости объединения баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой;<br /><br />
              8. хранения персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных;<br /><br />
              9. уничтожения либо обезличивания персональных данных по достижению целей, их обработки или в случае утраты необходимости в достижении этих целей.<br /><br />
              10. Обработка персональных данных Оператором осуществляется с соблюдением принципов и правил, предусмотренных:<br /><br />
              11. Федеральным законом от 27.07.2006 года № 152-ФЗ «О персональных данных»;<br /><br />
              12. Настоящей Политикой конфиденциальности;<br /><br />
              13. Всеобщей Декларацией прав человека 1948 года;<br /><br />
              14. Международного пакта о гражданских и политических правах 1966 года;<br /><br />
              15. Европейской конвенции о защите прав человека и основных свобод 1950 года;<br /><br />
              16. Положениями Конвенции Содружества Независимых Государств о правах и основных свободах человека (Минск, 1995 год), ратифицированной РФ 11.08.1998 года;<br /><br />
              17. Положениями Окинавской Хартии глобального информационного общества, принятой 22.07.2000 года;<br /><br />
              18. Постановлением Правительства РФ от 01.11.2012 года № 1119 «Об утверждении требований к защите персональных данных при их обработке в информационных системах персональных данных»;<br /><br />
              19. Приказом ФСТЭК России от 18.02.2013 года № 21 «Об утверждении Состава и содержания организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных»;<br /><br />
              20. Иными нормативными и ненормативными правовыми актами, регулирующими вопросы обработки персональных данных.
            </div>
          </section>
        </div>
      </div>
    </div>
  );
};

export default PolicyList;





